cfd/openfoam/incompressible/simpleFoam/01_Basic/0.orig/p
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      p;
}

// ************************************************************************** //

#include "include/boundaryConditions"

// ************************************************************************** //

dimensions [ 0 2 -2 0 0 0 0 ];

// ************************************************************************** //

internalField uniform $pressure;

// ************************************************************************** //

boundaryField
{
    inlet
    {
        type        zeroGradient;
    }

    outlet
    {
        type        fixedValue;
        value       $internalField;
    }

    walls
    {
        type        zeroGradient;
    }
    
    model
    {
        type        zeroGradient;
    }
    
    "proc.*"
    {
        type        processor;
    }
}

// ************************************************************************** //
