cfd/openfoam/incompressible/simpleFoam/01_Basic/system/include/convergenceConditions
// ************************************************************************** //
// Convergence conditions
// ************************************************************************** //

convergenceCondition_p      1e-2;
convergenceCondition_U      1e-3;
convergenceCondition_k      1e-3;
convergenceCondition_omega  1e-4;

// ************************************************************************** //
